Repository: chrisgruen/realty-manager
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# flexforms_general.mode
source: What to display ?
de: Bitte Auswählen!

# flexforms_general.mode.form
source: Search form
de: Suchformular

# flexforms_general.mode.startform
source: Start form
de: Start Suchformular

# flexforms_general.mode.list
source: List
de: Liste

# flexforms_general.mode.random_list
source: Random list
de: Zufällige Liste

# flexforms_general.mode.search_list
source: Search list
de: Suchergebnisse Liste

# flexforms_general.mode.detail
source: Detail
de: Detailansicht

# import.error.configuration.title
source: The configuration for the import is incomplete! Check the folder configuration.
de: Import kann nicht ausgeführt werden. Bitte Configurations-Datei für Import überprüfen!

# import.error.configuration.resourceFolderImporter.notExist
source: The directory defined in the setting "resourceFolderImporter" does not exist!
de: Angegebenes Verzeichnis für Import existiert nicht.

# import.error.configuration.storageUidImporter
source: Please define the setting "storageUidImporter" in the configuration of the extension manager! The given id is the used file storage.
de: storageUidImporter wurde nicht angegeben.

# config.import.resourceFolderImporter
source: Folder name for import "fileadmin/{resourceFolderImporter}" (has to exist)
de: Ordner-Name für den Import "fileadmin/{resourceFolderImporter}" (muss existieren)

# config.import.deleteZipsAfterImport
source: If this option is set, ZIP archives will be deleted from the import folder after their contents have been written to the database.
de: Zip-Archive nach dem Import löschen

# config.import.fromEmail
source: Email used to send a message.
de: Email die zum versenden einer Nachricht verwendet wird.

# config.import.toTestEmail
source: Email used to send a test mail. If empty use Email for technical support read from xml-file!
de: Email die zum versenden einer Test-Nachricht verwendet wird. Wenn leer wird Email für "technischen Support" aus XML-Datei verwendet!

# config.import.logEmailSendContacts
source: Email send to all contacts from XML-file. Read from contact address per object
de: An alle Kontakte versenden, gelesen aus XML-Datei Kontaktdaten per Object

# config.import.logEmailSendTechnEmail
source: Email send to technical support. If "import.toTestEmail" empty use this Email
de: Email an technischen Support senden. Wird benutzt wenn "import.toTestEmail" nicht gesetzt ist

# config.view.paginateItemsPerPage
source: Paginate items per page
de: Anzahl Objekte pro Seite
